Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Pozbyłem się niepokojącej bestii w Silbach. Albyn z pewnością mnie wynagrodzi, gdy się o tym dowie.
uk: Я позбувся тривожного звіра в Сільбаху. Альбін неодмінно винагородить мене, коли про це дізнається.

source: Pozbyłem się problemu.
uk: Я позбувся цієї проблеми.

source: Pozbyłem się przemytników, którzy szabrowali skrzynie w górnym pomieszczeniu. Możemy ruszać w kierunku górnej części jaskini.
uk: Я позбувся контрабандистів, що нишпорили по скринях у верхній кімнаті. Можемо рухати до верхньої частини печери.

source: Pozbyłem się strażników, mogę ruszyć na spotkanie. Mam nadzieję, że czeka tam na mnie Berto.
uk: Позбувшись вартових, я можу йти на зустріч. Сподіваюся, Берто вже чекає на мене.

source: Pozbyłem się szczurów.
uk: Я позбувся щурів.

source: Pozbyłem się szkieletów z lasu, ale cholera wie, ile czasu minie, zanim znowu się jakieś pojawią.
uk: Я позбувся скелетів у лісі, але хтозна, скільки часу пройде, перш ніж вони з'являться знову.

source: Pozbyłem się szkieletów.
uk: Я позбувся скелетів.

source: Pozbyłem się szkodników z Wielkiej Winnicy. Pora wrócić do Holdwiga.
uk: Я позбувся шкідників з Великого виноградника. Пора повертатися до Гольдвіга.

source: Pozbyłem się wszystkich krzykaczy z Archolos. Powinno to chociaż na chwilę spowolnić zwiększanie się siły Lichwiarza w mieście.
uk: Я позбувся всіх оповісників на Архолосі. Це повинно хоча б на деякий час сповільнити зростання впливу Лихваря в місті.

source: Pozbyłem się wszystkich smoków. Z pewnością ucieszy to Garosa.
uk: Я розправився з усіма драконами. Це, безумовно, порадує Гароса.

source: Pozbyłem się wszystkich zagrożeń z okolic tunelu prowadzącego do Wielkiej Winnicy.
uk: Я усунув усі загрози навколо тунелю, що веде до Великого виноградника.

source: Pozbyłem się z niej wszystkiego co się ruszało.
uk: Я позбувся усього, що рухалося.

source: Pozbyłem się ścierwojadów grasujących w pobliżu wioski.
uk: Я позбувся падальників, що тинялися біля села.

source: Pozbyłeś się ich?
uk: Ти їх позбувся?

source: Pozbyłeś się ścierwojadów...
uk: Ти позбувся падальників...

source: Pozbądź się stąd mundurowych, to pogadamy o interesach.
uk: Забери звідси людей у формі, і ми поговоримо про справи.

source: Pozbądź się wszystkich bestii z okolic najbliższej chaty, a ja już się zajmę renowacjami.
uk: Позбудься всіх тварюк навколо найближчої хатини, а я займуся ремонтом.

source: Pozbędę się tych szczurów w zamian za kociołek.
uk: Я позбудуся цих щурів в обмін на казан.

source: Pozdrowienia od Volkera, ty sukinsynu!
uk: Привіт від Волкера, сучий ти сину!

source: Pozdrowię, ale muszę pożyczyć tę księgę.
uk: Передам, але мені потрібно позичити цю книгу.

source: Pozdrów w chlewie swoją rodzinkę!
uk: Передавай привіт своїй родині у свинарнику!

source: Poziom
uk: Рівень

source: Poziom zagrożenia: niski.
uk: Рівень небезпеки: низький.

source: Poziom zagrożenia: średni.
uk: Рівень небезпеки: середній.

source: Poznaj Luise. Dawno nie miała porządnej rozrywki, ale wkrótce to się zmieni.
uk: Знайомся, це Луїза. Вона вже давно не мала достойних розваг, але це скоро зміниться.

source: Poznajesz ten instrument?
uk: Ти впізнаєш цей інструмент?

source: Poznaliśmy jak świat i jego stwórca mają się wzajemnie do siebie. Teraz spójrzmy na odwieczne prawo, jakie zdaje się wypływać ze świata. Pewne rzeczy godzi się robić, a innych nie. Czasami warto zachowywać sprawy takimi, jakimi one były. Innym razem zaś należy je zmienić. Wszystkim bytom żywym jednak przypada cecha szczególna – godność. Przez wzgląd na naturę tego co żywe, godzi się jedne rzeczy względem nich robić, a inne nie. Wypada by matka kochała swe dziecko. Wypada też, by bez sensu nie zabijać tego, co może żyć. Coś innego bowiem może mieć pożytek z tego co żyje. Zabite zaś, zmarnieje i często jałowa ziemia pochłonie je nie wydając plonów.
uk: Ми дізналися, як світ і його творець пов'язані один з одним. Тепер розглянемо вічний закон, який, схоже, є принципом світобудови. Є речі, які можна робити, а є – які не можна. Іноді правильним буде залишити все таким, яким воно було. В інших випадках доречно щось змінити. Однак усі живі істоти мають особливу рису – гідність. Через свою природу живі істоти мають право на те, щоб з ними поводилися так, а з іншими – інакше. Мати має право любити свою дитину. Також правильним є не вбивати безглуздо те, що може жити. Той, хто живе, може бути корисним для чогось іншого. Якщо він загине, часто безплідна земля поглине його, не принісши нічого путнього.

source: Poznawanie Magii Runicznej
uk: Вивчення рунної магії

source: Poznała jakiegoś młodego paladyna.
uk: Вона зустріла якогось молодого паладина.

source: Poznałem Andreasa, który w celu odzyskania majątku połączył siły z handlarzem Gerhardem. Poprosił mnie o wypytanie pracowników winnicy na temat ich opinii o konflikcie. Ważne będą opinie nawet zwykłych farmerów.
uk: Я познайомився з Андреасом, який об'єднав зусилля з торговцем Герхардом, щоб повернути собі власність. Він попросив мене розпитати працівників виноградника про їхні думки щодо конфлікту. Навіть думки звичайних фермерів будуть важливими.

source: Poznałem Bradlocka - ochroniarza bogatego i wpływowego mieszkańca Archolos, Volkera. Przekonałem go, by zlecił mi jakąś robotę. Wręczył mi pismo od Volkera z potrzebnymi informacjami. Powinienem się z nimi zapoznać.
uk: Я познайомився з Бредлоком, охоронцем Волкера – багатого і впливового жителя Архолосу. Я переконав його дати мені роботу. Він передав мені листа від Волкера з необхідною інформацією. Я повинен з нею ознайомитись.

source: Poznałem Lunę, jedyną w swoim rodzaju lichwiarkę. Mam udać się do Dimy, Kuno oraz Fridy i przypomnieć im, że czas na spłatę ich zobowiązań dobiega końca. Dimę znajdę na placu przed Gildią Kupiecką. Frida ma swój sklep na Placu Targowym, na którym również często, pomiędzy straganami kręci się Kuno.
uk: Я познайомився з Луною, єдиною в своєму роді лихваркою. Я маю піти до Діни, Куно та Фріди і нагадати їм, що час сплати боргів добігає кінця. Діну я знайду на площі перед Торговою Гільдією. У Фріди своя крамничка на Ринковій площі, де Куно також часто ошивається між прилавками.

source: Poznałem go, gdy pracowałem razem z Knutem w okolicy Wilczego Leża.
uk: Я з ним познайомився, працюючи із Кнутом біля Вовчого Лігва.

source: Poznałem kilka takich osób podczas moich podróży.
uk: Я зустрічав декількох таких людей під час своїх подорожей.

source: Poznałem opinie pracowników winnicy. Zdania są podzielone, jednak większość opowiada się za Holdwigiem. Podejrzewam, że ta informacja może zainteresować obu braci.
uk: Я поцікавився думкою працівників виноградника. Думки розділилися, але більшість – на користь Гольдвіга. Підозрюю, що ця інформація може зацікавити обох братів.

source: Poznałem twojego ojca, Dacka.
uk: Я зустрічав твого батька, Дака.

source: Poznałem wtedy pewnego kupca z Wysp Południowych, który zaoferował mi współpracę.
uk: Тоді я познайомився з торговцем з Південних островів, який запропонував мені співпрацю.

source: Pozostaje jeszcze jedna kwestia, run teleportacyjnych nie może używać każdy...
uk: Залишається ще одна проблема, руни телепортації не можуть використовувати всі бажаючі...

source: Pozostaje jeszcze kwestia Królewskiego Wysłannika.
uk: Залишається питання щодо Королівського посла.

source: Pozostaje jeszcze kwestia Marvina.
uk: Залишилось вирішити питання стосовно Марвіна.

source: Pozostaje jeszcze odpowiednio podpalić lont i szybko schronić się w bezpiecznym miejscu, ale... Po co ja ci to wszystko mówię, skoro wybuchy to taka prosta sprawa!
uk: Залишається тільки правильно підпалити запал і швидко сховатися в безпечному місці, але... Навіщо я все це розповідаю, якщо вибухи - це така проста справа!

source: Pozostaje mi tylko wierzyć, że wylądujesz w sytuacji gorszej od mojej!
uk: Я можу тільки вірити, що ти опинишся в гіршій ситуації, ніж я!

source: Pozostaje nam liczyć na to, że nikt nie wykonał jej kopii, nawet jeśli i tak byłoby to bardzo trudne.
uk: Сподіватимемось, що ніхто не зробив її копії, навіть зважаючи, що це було б дуже складно.

source: Pozostaje teraz jedynie kwestia mojego wynagrodzenia... Wiesz, trochę się nachodziłem, nadstawiałem własną głowę.
uk: Тепер залишилося лише питання моєї винагороди... Знаєш, мені довелося ризикнути, підставити власну голову.

source: Pozostaje zaczekać na świt. Jestem ciekaw, jak mieszkańcy zareagują na 'duchy'.
uk: Залишилося дочекатися світанку. Цікаво, як мешканці відреагують на 'духів'.

source: Pozostali? Zapewne dalej siedzą w klasztorze i próbują wymodlić pokój na wyspie. Zapomniałeś już, co powiedział ci Przeor, kiedy widzieliście się z nim ostatnio?
uk: Інші? Вони, напевно, й далі сидять у монастирі і моляться за мир на острові. Ти забув, що сказав тобі Настоятель, коли ти бачив його востаннє?

source: Pozostawił go po sobie duch maga.
uk: Його залишив Дух Мага.

source: Pozostała nam jeszcze kwestia opłat. Dwieście sztuk złota i mogę się brać za wypisywanie odpowiednich dokumentów.
uk: Залишилося лише питання сплати внеску. Двісті золотих, і я зможу розпочати оформлення потрібних документів.

source: Pozostała nam już tylko jedna rzecz do wyjaśnienia.
uk: Тепер нам залишилося з'ясувати лише одне.

source: Pozostałe
uk: Різне

source: Pozostałe składniki i wszystko, co potrzebne do odtrutki, powinienem mieć przy sobie.
uk: Решту інгредієнтів і все необхідне для протиотрути я вже маю.

source: Pozostałości po moim statku nadal możesz pozwiedzać, zrobiliśmy z Lorietty całkiem niezłą karczmę. Nawet na emeryturze pięknie się prezentuje!
uk: Ти можеш відвідати залишки мого корабля, ми зробили з Лорієтти досить непогану корчму. Навіть на заслуженому відпочинку вона виглядає прекрасно!

source: Pozostałości po potworze.
uk: Рештки монстра.

source: Pozwalaj mu wyprowadzać ciosy i męczyć się, gdy ty szukasz idealnych momentów do ataku.
uk: Дозволь йому завдавати ударів і втомлюватися, поки ти будеш шукати ідеальні моменти для атаки.

source: Pozwalają sobie na zbyt wiele. Musimy im pokazać, gdzie ich miejsce.
uk: Вони дозволяють собі забагато. Ми повинні показати їм їхнє місце.

source: Pozwolenie Ulryka
uk: Дозвіл Ульріка

source: Pozwolenie ma już dobrych kilka lat, ale wciąż nie wygasło. Nie widzę więc żadnego powodu, aby nie mógł kontynuować swojej pracy.
uk: Дозвіл видано кілька років тому, але він ще не закінчився. Тому я не бачу причин, чому він не може продовжувати свою роботу.

source: Pozwolenie na handel
uk: Дозвіл на торгівлю

source: Pozwolenie obejmuje zarówno handel obwoźny jak i otworzenie własnego straganu w pobliżu głównego placu w wiosce.
uk: Дозвіл поширюється як на пересувну торгівлю, так і на відкриття власного прилавка поблизу головної площі села.

source: Pozwolisz mi skorzystać z kowadła?
uk: Дозволиш мені скористатися ковадлом?

source: Pozwolisz, że dokończymy rozmowę później? Muszę omówić pewne sprawy z Marvinem.
uk: Якщо ти не проти, закінчимо розмову пізніше? Мені треба обговорити деякі справи з Марвіном.

source: Pozwolisz, że dopytam cię jeszcze o jedną rzecz? Gdy opowiadałeś o Rozjemcy, wspomniałeś coś o jakiejś wadze, na której był złożony. Masz ją może przy sobie?
uk: Дозволь ще дещо запитати? Коли ти говорив про Миротворця, то згадував щось про терези, на яких він лежав. Можливо, ти маєш їх з собою?

source: Pozwolisz, że udam się teraz na modlitwę w kaplicy Adanosa, mam jeszcze wiele do przemyślenia.
uk: Якщо ти не проти, я піду і помолюсь біля вівтаря Аданоса, мені ще багато чого потрібно обміркувати.

source: Pozwolił?
uk: Дозволив?

source: Pozwoliłem ci się odezwać chłopcze?
uk: Хіба я дозволяв тобі говорити, хлопче?

source: Pozwoliłem zachować Javadowi kamienie szlachetne i przekonałem go, by udał się do miasta. Jest trochę nieokrzesany, ale w tych czasach przyda się każdy zdolny człowiek. Muszę teraz odnaleźć gobliny, które ukradły drugą szkatułkę.
uk: Я дозволив Джаваду залишити дорогоцінні камені собі, але я переконав його піти до міста. Він трохи грубуватий, але в ці часи будь-яка здібна людина стане в нагоді. Тепер я маю знайти гоблінів, які вкрали другу скриньку.

source: Pozwoliłem zachować Javadowi kamienie szlachetne, ale przekonałem go, by poszedł dobrowolnie do Przystani. Muszę teraz odnaleźć gobliny, które ukradły drugą szkatułkę.
uk: Я дозволив Джаваду залишити дорогоцінні камені собі, але я переконав його добровільно піти до Гавані. Тепер я маю знайти гоблінів, які вкрали другу скриньку.

source: Pozwoliłem, by emocje wpłynęły na moje zachowanie...
uk: Я дозволив емоціям вплинути на свою поведінку...

source: Pozwoliłeś któremuś z nich przeżyć? Czyżbyś już zapomniał, jakie były rozkazy?
uk: Ти дозволив комусь із них вижити? Ти що, забув, який був наказ?

source: Pozwoliłeś mu ODEJŚĆ?
uk: Ти його ВІДПУСТИВ?

source: Pozwolę sobie zasugerować organizację małych grup uderzeniowych. Jeśli uda nam się wyeliminować orkowych przywódców, wróg zostanie zdezorganizowany.
uk: Дозвольте мені запропонувати організувати невеликі ударні групи. Якщо нам вдасться ліквідувати ватажків орків, ворог буде дезорганізований.

source: Pozwól, że cię o coś zapytam, chłopcze. Wierzysz w Innosa?
uk: Дозволь тебе дещо запитати, хлопче. Ти віриш в Інноса?

source: Pozwól, że dam ci pierwszą, ważną lekcję.
uk: Дозволь дати тобі першу важливу пораду.

source: Pozwól, że jeszcze się przyjrzę mojemu dziełu...
uk: Дозволь мені ще раз поглянути на свою роботу...

source: Pozwól, że kogoś ci przedstawię.
uk: Дозволь мені представити тобі декого.

source: Pozwól, że odświeżę ci pamięć.
uk: Дозволь мені освіжити твою пам'ять.

source: Pozwól, że sprawdzę, czy mówisz prawdę.
uk: Дозволь мені переконатися, що ти говориш правду.

source: Pozycja 1 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 1 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 1 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 1 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 10 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 10 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 10 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 10 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 11 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 11 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 11 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 11 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 12 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 12 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 12 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 12 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 13 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 13 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 13 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 13 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 14 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 14 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 14 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 14 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 15 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 15 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 15 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 15 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 2 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 2 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 2 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 2 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 3 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 3 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 3 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 3 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 4 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 4 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 4 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 4 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 5 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 5 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 5 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 5 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 6 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 6 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 6 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 6 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 7 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 7 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 7 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 7 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 8 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 8 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 8 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 8 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozycja 9 - naciśnij ENTER, by otworzyć tę grę.
uk: Комірка 9 - натисніть ENTER, щоб завантажити це збереження.

source: Pozycja 9 - naciśnij ENTER, by zapisać tu grę.
uk: Комірка 9 - натисніть ENTER, щоб зберегти гру сюди.

source: Pozyskiwana ze złóż żelaza.
uk: Видобувається з покладів заліза.

source: Pozyskiwanie sadła
uk: Збір жиру

source: Pozyskiwanie skorup oraz płytek pełzaczy
uk: Знімання панцирів

source: Pozyskiwanie zasobów
uk: Видобуток ресурсів

source: Pozyskiwanie żuwaczek
uk: Вилучення щелеп

source: Pozłacana kusza
uk: Позолочений арбалет

source: Połamania nóg!
uk: Щасти!

source: Połowa mieszkańców dostała bzika na punkcie złotych Innosów. Druga połowa nie ma pojęcia o co chodzi. Podobno można je dostać pod świątynią Innosa.
uk: Половина містян божеволіє від золотих статуеток Інноса. Інша половина не розуміє, що відбувається. Мабуть, їх можна придбати під самим храмом Інноса.

source: Połowa mieszkańców dostała bzika na punkcie złotych Innosów. Druga połowa nie ma pojęcia, o co chodzi. Podobno można je dostać pod świątynią Innosa.
uk: Половина містян божеволіє від золотих статуеток Інноса. Інша половина не розуміє, що відбувається. Кажуть, що їх можна придбати під самим храмом Інноса.

source: Połowa mieszkańców tego miasta jest dziwna, no ale co zrobisz? Nic nie zrobisz.
uk: Половина мешканців цього міста дивні, але що тут вдієш? Нічого не вдієш.

source: Połowa?
uk: Половина?

source: Położyłeś trzech przeciwników naraz, imponujące.
uk: Ти поклав одразу трьох супротивників, вражаюче.

source: Południowa brama
uk: Південні ворота

source: Południowcy to ludzie honoru.
uk: Південці – люди честі.

source: Południowcy... mów dalej.
uk: Південці... продовжуй.

source: Południowiec
uk: Південець

source: Południowiec i jego Puma już nikomu nie wyrządzą krzywdy. Powinienem poinformować o tym Oktava.
uk: Південець зі своєю пумою більше нікому не заподіють шкоди. Я повинен повідомити про це Октава.

source: Południowiec nie zareagował entuzjastycznie, gdy podniosłem szkatułkę. Musiałem go zabić. W każdym razie, Cortez zechce mieć te błyskotki z powrotem.
uk: Південцю не сподобалось, коли я взяв скриньку. Мені довелося його вбити. У будь-якому випадку Кортез захоче повернути ці коштовності.

source: Południowiec w porównaniu z mieszkańcem północy nie polega tak bardzo na sile fizycznej, preferując zwinność, a gorący klimat jego ojczyzny zmusza go do korzystania z lżejszych i dających większą swobodę ruchów pancerzy. W związku z tym styl walki ludzi południa jest całkowicie inny od tego, do którego jesteśmy przyzwyczajeni.
uk: Південці, у порівнянні з жителями півночі, не так сильно покладаються на фізичну силу, віддаючи перевагу спритності. А спекотний клімат їх батьківщини змушує використовувати більш легкі обладунки, які дають більшу свободу рухів. Відповідно, стиль ведення бою південців зовсім не схожий на той, до якого ми звикли.

source: Połykacz ognia
uk: Пожирач вогню

source: Połóż się na chwilę na jednym z tych wygodnych posłań z owczej skóry i odpocznij trochę. Odzyskasz siły i będziesz gotowy do dalszej pracy.
uk: Поспи трохи на одному з цих зручних лежаків з овечої шкури і трохи відпочинь. Так ти відновиш свої сили і будеш готовим продовжити роботу.

source: Połóżcie prawą dłoń na piersi i powtarzajcie za mną.
uk: Покладіть праву руку на груди і повторюйте за мною.

source: Pośpiesz się!
uk: Поквапся!

source: Pośpiesz się.
uk: Поквапся!

source: Pośpiesz się. Cała Gildia liczy na ciebie!
uk: Поквапся. Вся Гільдія розраховує на тебе!

source: Pośpieszmy się, bo jeszcze chwila i zamarznę.
uk: Поквапся, а то ще трішки і я замерзну.

source: Pośrednio. Znam ludzi, którzy dobrze zapłacą za wystawienie im kolejnego królewskiego psa.
uk: Опосередковано. Я знаю людей, які добре заплатять, якщо видати їм ще одного королівського пса.

source: Pośrednio...
uk: Не напряму...

source: Pośród zakurzonych ksiąg, piętrzących się w bibliotece w Waldfried, znalazłem pożółkły rękopis z czasów Rhobara I, będący listem gończym za 'wielkim jaszczurem pustoszącym zachodnie rubieże kraju'.
uk: Серед запилених книг, зібраних у бібліотеці Вальдфріда, я знайшов пожовклий манускрипт часів Робара I - оголошення про розшук 'великого ящера, що спустошує західні кордони країни'.

source: Poświęcam cały swój czas i siły, by przywrócić go do władzy!
uk: Я присвячую весь свій час і сили для повернення його до влади!

source: Poświęcił życie by dojść do swojego majątku, będzie wolał zginąć niż go dobrowolnie oddać!
uk: Він присвятив життя, щоб отримати своє багатство. Він радше помре, ніж віддасть його добровільно!

source: Pożar był jedynie odwróceniem uwagi. Chcieliśmy odciągnąć straż i Magów Wody od miejsca głównego uderzenia.
uk: Пожежа була лише відволікаючим маневром. Ми хотіли відтягнути Варту і Магів Води подалі від місця головного удару.

source: Pożar strawił większość zapasów, a po skarbach i zdobyczach Volfzacka nie było ani śladu. Jedni mówili, że płomień był tak potężny, że złoto stopiło się i spłynęło w głąb ziemi. Inni zaś twierdzili, że ogień tylko zawalił przejście do warowni, a skarby wciąż czekają na nieustraszonych śmiałków gotowych je odkryć.
uk: Вогонь знищив більшу частину запасів, а від скарбів і майна Вольфзака не залишилося і сліду. Дехто казав, що полум'я було настільки сильним, що золото плавилося і стікало в землю. Інші ж стверджували, що вогонь просто зруйнував прохід до фортеці і що скарби все ще чекають на відважних сміливців, готових їх знайти.

source: Pożałujesz tego!
uk: Ти про це пошкодуєш!

source: Pożegnał się ze swoim stanowiskiem zaraz po dotarciu do Vengardu. Król i szlachta uznali go za winnego uchybień, przez które nie wykryto planowanego buntu na Archolos.
uk: Він попрощався зі своєю посадою, як тільки дістався Венгарду. Король і вельможі визнали його винним у неналежному виконанні обов'язків, через що не було викрито заплановане повстання на Архолосі.

source: Pożycz mi 100 sztuk złota! Słabo z tym stoję, a muszę kupić jakiś prezent.
uk: Позич мені 100 золотих! У мене з грошима туго, а мені потрібно купити подарунок.

source: Pożyczam naszym chłopcom złoto na procent i decyduję o lokalnych cenach najpotrzebniejszych towarów. Przede wszystkim, zajmuje się organizacją turniejów.
uk: Я позичаю нашим хлопцям золото під відсотки і визначаю місцеві ціни на найнеобхідніші товари. Перш за все, я дбаю про організацію турнірів.

source: Pożyczysz mi jeden z twoich kufli? Zaraz ci go oddam, w stanie nienaruszonym, i będziesz mogła kontynuować swoją pracę jak gdyby nigdy nic.
uk: Позичиш мені один з твоїх кухлів? Я одразу ж поверну його тобі цілим і неушкодженим, і ти зможеш продовжувати свою роботу, ніби нічого й не сталося.
